Repository: thobach/Cocktail-iOS
Catalog: cocktail/*.lproj/Localizable.strings
Languages: de

# Cocktail62SourceKey
source: Franz Brandl, Cocktails. Über 1000 Drinks mit und ohne Alkohol, Südwest-Verlag, 2007, Munich
de: Franz Brandl, Cocktails. Über 1000 Drinks mit und ohne Alkohol, Südwest-Verlag 2007, München

# Cocktail41SourceKey
source: Original by Donn Beach (actually Ernest Raymond Beaumont-Gannt), taken from the German Wikipedia.
de: Original von Donn Beach (eigentlich Ernest Raymond Beaumont-Gannt), entnommen aus der deutschen Wikipedia.
