Repository: thobach/Cocktail-iOS
Catalog: cocktail/*.lproj/Localizable.strings
Languages: de

# sortIngredientKey
source: name_en
de: name_de

# NotFoundKey
source: No Cocktail found ;( Add more ingredients to your house bar or clear the house bar filter.
de: Kein Cocktail gefunden ;( Füge mehr Zutaten zu deiner Hausbar hinzu oder entferne den Hausbar Filter.

# AboutCocktailKey
source: About Cocktail
de: Über Cocktail

# AboutCocktailTextKey
source: This app is part of the cocktailberater.de project.
de: Diese App gehört zum cocktailberater.de Projekt.

# CreditsTextKey
source: Images were provided by: - iStockphoto - Scomorokh / Flickr, scienceofdrink.com
de: Bilder wurden zur Verfügung gestellt von: - iStockphoto - Scomorokh / Flickr, scienceofdrink.com

# FindUsOnKey
source: Find us on
de: Besuche uns hier:

source: House Bar
de: Hausbar

source: Random Cocktail
de: Zufallscocktail

source: Random Cocktails
de: Zufallscocktails

source: Shopping List
de: Einkaufsliste

# WhoAmIKey
source: Who am I?
de: Wer bin ich?

# CorrectKey
source: Correct!
de: Richtig!

# IncorrectKey
source: Not Really!
de: Nicht Ganz!

# NextQuestionKey
source: Next Question
de: Nächste Frage

# CorrectAnswerKey
source: The answer '%@' is correct.
de: Die Antwort '%@' ist korrekt.

# FalseAnswerKey
source: Sorry, the answer '%@' would have been correct.
de: Leider falsch, die Antwort '%@' wäre korrekt gewesen.

source: Desired Cocktails
de: Gewünschte Cocktails

source: Needed Ingredients
de: Benötigte Zutaten

# Ingredients For Desired Cocktails Available At Home
source: Avail. Ingredients for Desired Cocktails
de: Verfügbare Zutaten für ben. Cocktails

source: Clear List
de: Liste leeren

# CocktailSeachPlaceholderKey
source: Cocktail, Ingredient, Keyword
de: Cocktail, Zutat, Schlagwort

# AddToShoppingListKey
source: Add to shopping list
de: Zur Einkaufsliste hinzufügen

# RemoveFromShoppingListKey
source: Remove from shopping list
de: Von Einkaufsliste entfernen

# IngredientsKey
source: Ingredients
de: Zutaten

# InstructionsKey
source: Instructions
de: Zubereitung

# SourceKey
source: Source
de: Quelle

# AlcoholLevelKey
source: Alcohol Level
de: Alkoholgehalt

# CaloriesKey
source: Calories
de: Kalorien

# GlassKey
source: Glass
de: Glas

# VolumeKey
source: Volume
de: Volumen

# DifficultyKey
source: Difficulty
de: Schwierigkeit

# PrepTimeKey
source: Prep. Time
de: Zubereitungszeit

# HouseBarSeachPlaceholderKey
source: Ingredient Name
de: Zutat

# Cocktailglas / Highballglas
source: Highball Glass
de: Highballglas

# Cocktailschale
source: Cocktail Glass
de: Cocktailschale

# Hurricaneglas
source: Hurricane Glass
de: Hurricaneglas

# Sektglas
source: Champagne Glass
de: Sektglas

# kleiner Tumbler
source: Small Tumbler
de: kleiner Tumbler

# großer Tumbler
source: Large Tumbler
de: großer Tumbler

# Longdrinkglas
source: Longdrink Glass
de: Longdrinkglas

# Margarita Glas
source: Margarita Glass
de: Margarita Glas

# Shooter Glas
source: Shooter Glass
de: Shooter Glas

# Champagnerflöte
source: Champagne Flute
de: Champagnerflöte

# Collinsglas
source: Collins Glass
de: Collinsglas

# Weinglas
source: Wine Glass
de: Weinglas

source: Beginner
de: Anfänger

source: Advanced
de: Fortgeschritten

# profi
source: Professional
de: Profi

# AlcoholAbove30PercentKey
source: Alcohol (>30%)
de: Alkohol (>30%)

# AlcoholBelow29PercentKey
source: Alcohol (<29%)
de: Alkohol (<29%)

# SyrupsKey
source: Syrups
de: Sirupe

# FruitsAndVegtablesKey
source: Fruits & Vegtables
de: Obst & Gemüse

# DairyKey
source: Dairy Products
de: Milchprodukte

# SugarKey
source: Sugars
de: Zucker

# OtherKey
source: Other
de: Sonstiges

# JuicesKey
source: Juices
de: Säfte

# Ingredient73Key
source: Pineapple
de: Ananas

# Ingredient16Key
source: Pineapple Juice
de: Ananassaft

# Ingredient23Key
source: Banana Syrup
de: Bananensirup

# Ingredient59Key
source: Blue Curaçao Syrup
de: Blue Curacao Sirup

# Ingredient77Key
source: Blood Orange Juice
de: Blutorangensaft

# Ingredient15Key
source: Cranberry Juice
de: Cranberrysaft

# Ingredient85Key
source: Creme de Cacao Brown
de: Creme de Cacao braun

# Ingredient84Key
source: White Creme de Cacao
de: Creme de Cacao weiß

# Ingredient27Key
source: Cream Liqueur
de: Cremelikör

# Ingredient113Key
source: Ice cubes
de: Eiswürfel

# Ingredient71Key
source: Strawberry Syrup
de: Erdbeersirup

# Ingredient17Key
source: Grapefruit Juice
de: Grapefruitsaft

# Ingredient3Key
source: Grenadine Syrup
de: Grenadinesirup

# Ingredient96Key
source: Green Peppermint Liqueur
de: Grüner Pfefferminzlikör

# Ingredient28Key
source: Coffee Liqueur
de: Kaffeelikör

# Ingredient65Key
source: Caramel Syrup
de: Karamelsirup

# Ingredient48Key
source: Cherry Brandy
de: Kirschlikör

# Ingredient18Key
source: Cherry Juice
de: Kirschsaft

# Ingredient29Key
source: Coconut Liqueur
de: Kokoslikör

# Ingredient74Key
source: Coconut Syrup
de: Kokossirup

# Ingredient10Key
source: Lime
de: Limette

# Ingredient30Key
source: Lime Juice
de: Limettensaft

# Ingredient31Key
source: Lime Syrup
de: Limettensirup

# Ingredient7Key
source: Almond Syrup
de: Mandelsirup

# Ingredient60Key
source: Passion Fruit Syrup
de: Maracujasirup

# Ingredient32Key
source: Melon Liqueur
de: Melonenlikör

# Ingredient11Key
source: Mint Sprig
de: Minzezweig

# Ingredient55Key
source: Mint Syrup
de: Minzsirup

# Ingredient14Key
source: Orange Juice
de: Orangensaft

# Ingredient76Key
source: Papaya Juice
de: Papaya-Saft

# Ingredient118Key
source: Pepper
de: Pfeffer

# Ingredient19Key
source: Peach Liqueur
de: Pfirsichlikör

# Ingredient119Key
source: Cowberry Nectar
de: Preiselbeernektar

# Ingredient12Key
source: Cane sugar
de: Rohrzucker

# Ingredient33Key
source: Cane Sugar Syrup
de: Rohrzuckersirup

# Ingredient13Key
source: Rum (brown)
de: Rum (braun)

# Ingredient8Key
source: Rum (white)
de: Rum (weiß)

# Ingredient35Key
source: Cream
de: Sahne

# Ingredient117Key
source: Salt
de: Salz

# Ingredient72Key
source: Cherry
de: Stielkirsche

# Ingredient36Key
source: Tequila (white)
de: Tequila (weiß)

# Ingredient82Key
source: Tomato Juice
de: Tomatensaft

# Ingredient37Key
source: Triple Sec Curacao
de: Triple Sec Curaçao

# Ingredient78Key
source: Vodka Lemon
de: Vodka Zitrone

# Ingredient38Key
source: Whiskey Liqueur
de: Whiskeylikör

# Ingredient1Key
source: Vodka
de: Wodka

# Ingredient83Key
source: Lemonade (Lemon)
de: Zitronenlimonade

# Ingredient4Key
source: Lemon Juice
de: Zitronensaft

# Ingredient73ProductsKey
source: e.g. Ananas
de: z.B. Ananas

# Ingredient16ProductsKey
source: e.g. Vitafit Ananassaft (Vitafit (LIDL)), Unser Bester Ananas (albi), Ananassaft (Vaihinger)
de: z.B. Vitafit Ananassaft (Vitafit (LIDL)), Unser Bester Ananas (albi), Ananassaft (Vaihinger)

# Ingredient39ProductsKey
source: 15% alcohol, e.g. Aperol (Campari)
de: 15% Alkohol, z.B. Aperol (Campari)

# Ingredient40ProductsKey
source: 24% alcohol, e.g. Apricot Brandy (Bols), Apricot Brandy (De Kuyper)
de: 24% Alkohol, z.B. Apricot Brandy (Bols), Apricot Brandy (De Kuyper)

# Ingredient23ProductsKey
source: e.g. banane (Giffard), Gelbe Banane Sirup (Monin)
de: z.B. banane (Giffard), Gelbe Banane Sirup (Monin)

# Ingredient79ProductsKey
source: e.g. Bitter Lemon (Schweppes)
de: z.B. Bitter Lemon (Schweppes)

# Ingredient24ProductsKey
source: 23% alcohol, e.g. Bols Blue (Bols), Blue Curacao (De Kuyper)
de: 23% Alkohol, z.B. Bols Blue (Bols), Blue Curacao (De Kuyper)

# Ingredient59ProductsKey
source: e.g. Curacao Blue (Monin)
de: z.B. Curacao Blue (Monin)

# Ingredient77ProductsKey
source: e.g. Blutorange (Pfanner)
de: z.B. Blutorange (Pfanner)

# Ingredient25ProductsKey
source: 40% alcohol, e.g. Ritmo de Sama (Minerva Spirituosen GmbH & Co. Betriebs KG), Pitú (Pitú)
de: 40% Alkohol, z.B. Ritmo de Sama (Minerva Spirituosen GmbH & Co. Betriebs KG), Pitú (Pitú)

# Ingredient26ProductsKey
source: 24% alcohol, e.g. Cherry Brandy (De Kuyper)
de: 24% Alkohol, z.B. Cherry Brandy (De Kuyper)

# Ingredient114ProductsKey
source: e.g. Crushed-Eis
de: z.B. Crushed-Eis

# Ingredient22ProductsKey
source: e.g. Pepsi (Pepsi), Coca Cola (Coca-Cola)
de: z.B. Pepsi (Pepsi), Coca Cola (Coca-Cola)

# Ingredient15ProductsKey
source: e.g. Cranberry Classic (Ocean Spray)
de: z.B. Cranberry Classic (Ocean Spray)

# Ingredient21ProductsKey
source: e.g. CocoClue (Dunekacke), Cream of Coconut (Coco Tara)
de: z.B. CocoClue (Dunekacke), Cream of Coconut (Coco Tara)

# Ingredient85ProductsKey
source: 24% alcohol, e.g. Cacao Brown (Bols), Creme de Cacao Brown (De Kuyper)
de: 24% Alkohol, z.B. Cacao Brown (Bols), Creme de Cacao Brown (De Kuyper)

# Ingredient84ProductsKey
source: 24% alcohol, e.g. Cacao White (Bols), Creme de Cacao White (De Kuyper)
de: 24% Alkohol, z.B. Cacao White (Bols), Creme de Cacao White (De Kuyper)

# Ingredient27ProductsKey
source: 17% alcohol, e.g. Irish Cream Liqueur (Baileys), Sahne Cream Likör (Meadows), Fine Cream (O'Conner)
de: 17% Alkohol, z.B. Irish Cream Liqueur (Baileys), Sahne Cream Likör (Meadows), Fine Cream (O'Conner)

# Ingredient113ProductsKey
source: e.g. Eiswürfel
de: z.B. Eiswürfel

# Ingredient71ProductsKey
source: e.g. Erdbeer (Riemerschmid), Erdbeere (Campari)
de: z.B. Erdbeer (Riemerschmid), Erdbeere (Campari)

# Ingredient2ProductsKey
source: 38% alcohol, e.g. Gordon's London Dry Gin (Gordon)
de: 38% Alkohol, z.B. Gordon's London Dry Gin (Gordon)

# Ingredient17ProductsKey
source: e.g. Grapefruitsaft, ohne Zuckerzusatz (Gut & Günstig), Rosé Grapefruitsaft (Vaihinger)
de: z.B. Grapefruitsaft, ohne Zuckerzusatz (Gut & Günstig), Rosé Grapefruitsaft (Vaihinger)

# Ingredient3ProductsKey
source: e.g. Granatapfel (Riemerschmid), Grenadine (De Kuyper)
de: z.B. Granatapfel (Riemerschmid), Grenadine (De Kuyper)

# Ingredient96ProductsKey
source: 24% alcohol, e.g. Peppermint Green (Bols), Creme de Menthe grün (De Kuyper)
de: 24% Alkohol, z.B. Peppermint Green (Bols), Creme de Menthe grün (De Kuyper)

# Ingredient28ProductsKey
source: 23% alcohol, e.g. Kahlúa (Pernod Ricard), Coffee (Bols), Creme de Cafe (De Kuyper)
de: 23% Alkohol, z.B. Kahlúa (Pernod Ricard), Coffee (Bols), Creme de Cafe (De Kuyper)

# Ingredient65ProductsKey
source: e.g. Karamell (Giffard), Karamel (Monin)
de: z.B. Karamell (Giffard), Karamel (Monin)

# Ingredient48ProductsKey
source: 26% alcohol, e.g. Goldene Aue - Saure Kirsche (Nordbrand Nordhausen GmbH), Cherry (Bols), Kirsch (Bols)
de: 26% Alkohol, z.B. Goldene Aue - Saure Kirsche (Nordbrand Nordhausen GmbH), Cherry (Bols), Kirsch (Bols)

# Ingredient18ProductsKey
source: e.g. Kirschsaft (Natreen)
de: z.B. Kirschsaft (Natreen)

# Ingredient29ProductsKey
source: 17% alcohol, e.g. Coconut (De Kuyper), Coconut (Bols), Pina Colada (De Kuyper)
de: 17% Alkohol, z.B. Coconut (De Kuyper), Coconut (Bols), Pina Colada (De Kuyper)

# Ingredient74ProductsKey
source: e.g. Kokos Sirup (Giffard), Kokos Sirup (Monin)
de: z.B. Kokos Sirup (Giffard), Kokos Sirup (Monin)

# Ingredient10ProductsKey
source: e.g. Limette (Chiquita)
de: z.B. Limette (Chiquita)

# Ingredient30ProductsKey
source: e.g. Roses Lime Juice (Rose's Lime Juice)
de: z.B. Roses Lime Juice (Rose's Lime Juice)

# Ingredient31ProductsKey
source: e.g. Limette (Monin), Limette Barsirup (Riemerschmid)
de: z.B. Limette (Monin), Limette Barsirup (Riemerschmid)

# Ingredient7ProductsKey
source: e.g. Mandel (Monin)
de: z.B. Mandel (Monin)

# Ingredient60ProductsKey
source: e.g. Maracuja (Monin), fruits de la passion (Giffard)
de: z.B. Maracuja (Monin), fruits de la passion (Giffard)

# Ingredient32ProductsKey
source: 20% alcohol, e.g. Melon (De Kuyper), Melon (Bols), Watermelon (De Kuyper)
de: 20% Alkohol, z.B. Melon (De Kuyper), Melon (Bols), Watermelon (De Kuyper)

# Ingredient11ProductsKey
source: e.g. Minzezweig
de: z.B. Minzezweig

# Ingredient55ProductsKey
source: e.g. Menthe Mint (Teisseire)
de: z.B. Menthe Mint (Teisseire)

# Ingredient14ProductsKey
source: e.g. Orange (albi), Orangensaft mit Fruchtfleisch (Gut & Günstig)
de: z.B. Orange (albi), Orangensaft mit Fruchtfleisch (Gut & Günstig)

# Ingredient76ProductsKey
source: e.g. Papaya Saft Getränk (Rubicon)
de: z.B. Papaya Saft Getränk (Rubicon)

# Ingredient118ProductsKey
source: e.g. Pfeffer schwarz ganz (Fuchs)
de: z.B. Pfeffer schwarz ganz (Fuchs)

# Ingredient19ProductsKey
source: 18% alcohol, e.g. Pêche de Bonheur - Original Pfirsich Likör (Rauter Marken Spirituosen), MaPêche (Brucker), Pêche de Bonheur (Rauter)
de: 18% Alkohol, z.B. Pêche de Bonheur - Original Pfirsich Likör (Rauter Marken Spirituosen), MaPêche (Brucker), Pêche de Bonheur (Rauter)

# Ingredient119ProductsKey
source: e.g. Preiselbeersaft (Vitagarten), Preiselbeere Muttersaft (Voelkel)
de: z.B. Preiselbeersaft (Vitagarten), Preiselbeere Muttersaft (Voelkel)

# Ingredient12ProductsKey
source: e.g. Rohr-Rohzucker braun (Südzucker), Brasilianischer Rohrohrzucker (Velho Barreiho), Brauner Zucker (Südzucker)
de: z.B. Rohr-Rohzucker braun (Südzucker), Brasilianischer Rohrohrzucker (Velho Barreiho), Brauner Zucker (Südzucker)

# Ingredient33ProductsKey
source: e.g. Rohrzucker (Monin)
de: z.B. Rohrzucker (Monin)

# Ingredient13ProductsKey
source: 39% alcohol, e.g. James Cook (RED FOX Wine Company GmbH), Echter Übersee Rum (Captain Grand), Echter Übersee Rum (Captains Rum)
de: 39% Alkohol, z.B. James Cook (RED FOX Wine Company GmbH), Echter Übersee Rum (Captain Grand), Echter Übersee Rum (Captains Rum)

# Ingredient75ProductsKey
source: 40% alcohol, e.g. Special Gold Jamaica (Appleton)
de: 40% Alkohol, z.B. Special Gold Jamaica (Appleton)

# Ingredient8ProductsKey
source: 36% alcohol, e.g. Bacardi Superior (Bacardi), Liberté White Rum (Lidl Stiftung & Co. KG)
de: 36% Alkohol, z.B. Bacardi Superior (Bacardi), Liberté White Rum (Lidl Stiftung & Co. KG)

# Ingredient34ProductsKey
source: 73% alcohol, e.g. OLD PASCAS Jamaica Rum 73% (OLD PASCAS), Robinson (Bremer-Rum-Contor)
de: 73% Alkohol, z.B. OLD PASCAS Jamaica Rum 73% (OLD PASCAS), Robinson (Bremer-Rum-Contor)

# Ingredient35ProductsKey
source: e.g. Schlagsahne ultrahocherhizt (Milbona), Haltbare Schlagsahne (Gut & Günstig), H-Schlagsahne 30% (Mibell)
de: z.B. Schlagsahne ultrahocherhizt (Milbona), Haltbare Schlagsahne (Gut & Günstig), H-Schlagsahne 30% (Mibell)

# Ingredient117ProductsKey
source: e.g. Markensalz (Bad Reichenhaller)
de: z.B. Markensalz (Bad Reichenhaller)

# Ingredient9ProductsKey
source: e.g. Urbacher medium (Urbacher Mineralquellen), Saskia Classic Quelle Jessen (MEV Mitteldeutsche Erfrischungsgetränke Vertr), Classic (Apollinaris)
de: z.B. Urbacher medium (Urbacher Mineralquellen), Saskia Classic Quelle Jessen (MEV Mitteldeutsche Erfrischungsgetränke Vertr), Classic (Apollinaris)

# Ingredient72ProductsKey
source: e.g. Cocktailkirsche, Cocktailkirschen (Gold Berry)
de: z.B. Cocktailkirsche, Cocktailkirschen (Gold Berry)

# Ingredient116ProductsKey
source: e.g. Tabasco
de: z.B. Tabasco

# Ingredient36ProductsKey
source: 38% alcohol, e.g. Tequila Silver (Rauter), Sauza Tequila Blanco (Tequila Sauza), Tequila Silver (Sierra)
de: 38% Alkohol, z.B. Tequila Silver (Rauter), Sauza Tequila Blanco (Tequila Sauza), Tequila Silver (Sierra)

# Ingredient82ProductsKey
source: e.g. Tomate (albi)
de: z.B. Tomate (albi)

# Ingredient80ProductsKey
source: 9% alcohol, e.g. Schweppes Tonic Water (Schweppes), Créme de Cassis (Bols)
de: 9% Alkohol, z.B. Schweppes Tonic Water (Schweppes), Créme de Cassis (Bols)

# Ingredient37ProductsKey
source: 33% alcohol, e.g. Orangen-Liquer (Trusart), Triple Sec (Bols), Red Orange (Bols)
de: 33% Alkohol, z.B. Orangen-Liquer (Trusart), Triple Sec (Bols), Red Orange (Bols)

# Ingredient78ProductsKey
source: 40% alcohol, e.g. Absolut Citron (Absolut)
de: 40% Alkohol, z.B. Absolut Citron (Absolut)

# Ingredient38ProductsKey
source: 35% alcohol, e.g. Southern Comfort (Southern Comfort)
de: 35% Alkohol, z.B. Southern Comfort (Southern Comfort)

# Ingredient1ProductsKey
source: 39% alcohol, e.g. Moskovskaya (Simex), Smirnoff Vanilla Twist (Smirnoff), Absolut Vodka (Country of Sweden)
de: 39% Alkohol, z.B. Moskovskaya (Simex), Smirnoff Vanilla Twist (Smirnoff), Absolut Vodka (Country of Sweden)

# Ingredient115ProductsKey
source: e.g. Worcestershire Sauce (Heinz)
de: z.B. Worcestershire Sauce (Heinz)

# Ingredient83ProductsKey
source: e.g. Sprite (Coca-Cola)
de: z.B. Sprite (Coca-Cola)

# Ingredient4ProductsKey
source: e.g. Pulco (Orangina Group), Sorbella 100% Zitronensaft (Ackermanns Haus)
de: z.B. Pulco (Orangina Group), Sorbella 100% Zitronensaft (Ackermanns Haus)

# Cocktail37InstructionsKey
source: Shake all ingredients with ice and strain into a highball glass.
de: Zutaten mit Eiswürfeln shaken und in ein Longdrinkglas abseihen.

# Cocktail38InstructionsKey
source: Shake everything except the soda water. Strain into a Fancyglas with ice and fill up with soda.
de: Alles bis auf das Soda Wasser shaken. In ein Fancyglas mit Eiswürfeln abseihen und mit Soda auffüllen.

# Cocktail27InstructionsKey
source: Pour coffee liqueur, Irish Cream (Bailey's preferred) and 73% rum carefuly in that order into a shooter glass, so that the ingredients stay in different layers. Light the top of the drink. Serve with a straw and don't put it in the burning glass right away. Drink the shooter while it burns as fast as possible through the straw. In the original version of the B52 the top layer didn't burn. A layer of Grand Marnier Cordon Rouge was used instead of rum.
de: Kaffeelikör, Irish Cream (bevorzugt Baileys) und 73% Rum, in dieser Reihenfolge vorsichtig in ein Shooterglas geben, so dass sich die Zutaten schichten. Das ganze dann anzünden. Den Trinkhalm natürlich beilegen und nicht in das brennende Glas tun. Den Shooter, während er brennt, schnellstmöglich durch den Strohhalm trinken. In der Ur-Version brannte der B52 übrigens nicht. Da wurde als obere Schicht der Grand Marnier Cordon Rouge verwendet.

# Cocktail15InstructionsKey
source: Shake all ingredients with ice cubes and pour into a cocktail glass. Decorate with tropical fruits.
de: Die Zutaten mit einigen Eiswürfeln shaken und in ein Cocktailglas geben. Mit tropischen Früchten dekorieren.

# Cocktail16InstructionsKey
source: Pour coconut liqueur into a highball glass and fill up with cherry juice. The cherry juice should be chilled. Serve with a straw.
de: Den Kokoslikör in ein Longdrinkglas geben und das ganze mit dem Kirschsaft auffüllen. Der Kirschsaft sollte gut gekühlt sein. Mit Trinkhalm servieren.

# Cocktail84InstructionsKey
source: Put ice cubes in a small tumbler or Old-Fashioned glass, then add coffee liqueur and finally vodka. The order is important, otherwise the heavier coffee liqueur and vodka don't mix.
de: Eiswürfel in einen kleinen Tumbler (Old-Fashioned Glas) geben, dann den Kaffeelikör und zuletzt den Wodka hinzugeben. Die Reihenfolge ist wichtig, damit sich der schwerere Kaffeelikör mit dem Wodka vermischt.

# Cocktail86InstructionsKey
source: Put all ingredients in a mixing glass and gently decant into another mixing glass, repeat this multiple times (rolling). Finally pour the drink in a chilled stemmed glass and serve with lime and lemon slice on a small plate.
de: Alle Zutaten in den Mixing-Becher geben und in einen anderen Mixing-Becher vorsichtig umfüllen. Das ganze mehrfach wiederholen. Zum Schluss in ein gekühltes Stielglas geben und mit einer Limetten- und Zitronenscheibe auf einem kleinen Teller servieren.

# Cocktail20InstructionsKey
source: Shake all ingredients well and pour into a glass filled with crushed ice. Garnish with tropical fruits.
de: Alle Zutaten gut shaken und in ein mit Crushed Ice gefülltes Glas geben. Mit tropischen Früchten garnieren.

# Cocktail70InstructionsKey
source: Put vodka, Blue Curçao and lemon juice in a highball glass with ice and stir. Finally, fill up with Sprite. This cocktail is not shaken.
de: Wodka, Blue Curçao und Zitronensaft in ein Longdrinkglas auf Eis geben und umrühren. Zum Schluss mit Sprite auffüllen. Dieser Cocktail wird nicht geschüttelt.

# Cocktail22InstructionsKey
source: Mix all the ingredients except the grenadine in a shaker. Then add the grenadine. Since the grenadine is heavier than the rest, it stays at the bottom and creates a nice color effect. The Brasilian Sunrise is the Tequila Sunrise Brazilian style.
de: Die Zutaten außer der Grenadine im Shaker mixen. Anschließend die Grenadine hinzugeben. Da diese schwerer ist, setzt sie sich nach unten ab und verursacht einen schönen Farbeffekt. Tequila Sunrise auf brasilianisch.

# Cocktail52InstructionsKey
source: Cut half a lime into 4 pieces and muddle them with sugar in a small tumbler glass. Then fill the glass with ice to the rim and add the Cachaça.
de: Die halbe Limette in 4 Teile schneiden und mit Zucker im kleinen Tumbler zerdrücken. Dann das Glas bis zum Rand mit Eis füllen und den Cachaca hinzugeben.

# Cocktail17InstructionsKey
source: Mix all ingredients in a shaker with ice and pour into a cocktail glass. The Cairo Cocktail tastes very fruity and is one of the softer drinks.
de: Alle Zutaten im Shaker mit Eis gut mixen und in ein Cocktailglas geben. Schmeckt sehr fruchtig, gehört zu den weicheren Drinks.

# Cocktail13InstructionsKey
source: Mix all ingredients in a shaker on ice and shake well, then serve in a cocktail glass.
de: Alle Zutaten in einem Shaker auf Eis kräftig schütteln und anschließend in einer Cocktailschale servieren.

# Cocktail32InstructionsKey
source: Mix all ingredients on ice in a shaker and pour it into a highball glass. As a decoration tropical fruits (such as star fruit) are conceivable.
de: Alle Zutaten auf Eis im Shaker mischen und anschließend in ein Longdrinkglas geben. Als Dekoration sind tropische Früchte (wie z.B. eine Sternfrucht) denkbar.

# Cocktail55InstructionsKey
source: Put all ingredients in a cocktail shaker with ice and shake well. Then pour the cocktail in a large cocktail glass and garnish with a lime slice.
de: Alle Zutaten in einen Cocktailshaker mit Eis geben und gut schütteln. Dann in ein großes Cocktailglas geben und mit einer Limettenscheibe garnieren.

# Cocktail26InstructionsKey
source: Cut half a lime into quarters and squeeze in a highball glass. Then add the rum and ice cubes and fill up with cola.
de: Eine halbe Limette vierteln und in einem Longdrinkglas ausquetschen. Anschließend den Rum und Eiswürfel hinzugeben und mit Cola auffüllen.

# Cocktail29InstructionsKey
source: Mix all ingredients with ice, shake well (at least 10 sec.) and strain into a small Martini glass with fresh ice. Decorate with slice of and serve. The Havana Club 3 Años is a suitable rum for this cocktail. The lime juice should be freshly pressed. You can replace the sugar syrup, or a part thereof, with grenadine or blue curacao syrup.
de: Alle Zutaten mit Eis kräftig shaken (mind. 10sec.) und in eine kleine Martinischale auf frisches Eis abseihen. Eine Limettenscheibe zur Dekoration anstecken und servieren. Als Rum eignet sich z.B. der Havanna Club 3 Años recht gut. Der Limettensaft sollte frisch gepreßt sein. Den Zuckersirup, oder auch nur Teile davon, kann man auch durch Grenadine- oder BlueCuracao-Sirup ersetzen.

# Cocktail73InstructionsKey
source: Shake all ingredients in a shaker with ice and pour into a cocktail glass. Garnish with chocolate sprinkles.
de: Alle Zutaten mit Eiswürfeln im Shaker kräftig schütteln und in eine Cocktailschale abseihen. Als Garnitur empfiehlt sich den Cocktail mit Schokoladenraspeln zu bestreuen.

# Cocktail71InstructionsKey
source: Pour gin in a highball glass with ice and fill up with cold tonic water. Garnish with a slice of lemon.
de: Gin auf Eiswürfel in ein Longdrinkglas geben und mit kaltem Tonic Water auffüllen. Als Garnitur eine Zitronenscheibe hinzugeben.

# Cocktail82InstructionsKey
source: Shake all ingredients in a shaker on ice and pour into a cocktail glass.
de: Alle Zutaten im Shaker mit Eis gut schütteln und in eine Cocktailschale geben.
