Repository: thobach/Cocktail-iOS
Catalog: cocktail/*.lproj/Localizable.strings
Languages: de

# Cocktail56InstructionsKey
source: Put all ingredients in a cocktail shaker with ice and shake well. Then strain into a cocktail glass and garnish with a lime piece (eighths) and stirrer.
de: Alle Zutaten in einen Cocktailshaker mit Eis geben und gut schütteln. Dann in eine Cocktailschale abgießen und mit einem Limettenstück (Achtel) und Rührstäbchen garnieren.

# Cocktail60InstructionsKey
source: Put all ingredients in a highball glass with ice. Stir gently and garnish with a lime spiral and serve with a straw.
de: Alle Zutaten in ein Highball-Glas mit Eis geben. Dann vorsichtig umrühren, mit einer Limettenspirale garnieren und mit Strohhalm servieren.

# Cocktail12InstructionsKey
source: Mix all ingredients in a shaker with ice cubes and then serve in a cocktail glass. A slice of orange slice or pineapple is recommended as a decoration. The Magic Queen has a fruity-sweet flavor and a nice color effect.
de: Alle Zutaten in einem Shaker auf Eis gut schütteln und anschließend in einem Cocktailglas servieren. Deko mit Ananas oder Orangenscheibe denkbar. Fruchtig-süßer Geschmack und ein schöner Farbeffekt.

# Cocktail58InstructionsKey
source: All ingredients are shaken in a shaker on ice cubes and poured in a glass with crushed ice. Finally, garnish with a sprig of mint and serve.
de: Alle Zutaten werden mit Eiswürfeln im Shaker geschüttelt und in ein Glas mit Crushed Ice gegeben. Zum Schluss noch mit einem Minzezweig garnieren und servieren.

# Cocktail35InstructionsKey
source: Put white tequila, triple sec curaçao and lime juice together with ice in a blender and pour it into a margarita glass.
de: Den weißen Tequila, Triple Sec Curaçao und Limettensaft zusammen mit Eis in einen Mixer geben und anschließend in ein Margaritaglas geben.

# Cocktail59InstructionsKey
source: Mash the twigs of mint with sugar and fresh lime juice. Then add the rum and fill up with soda water. Finally, garnish with a twig of mint and a straw.
de: Die Minzzweige mit Zucker und frischem Limettensaft zerdrücken. Dann Rum hinzugeben und mit Sodawasser auffüllen. Zum Schluss mit Minzzweig und Strohhalm garnieren.

# Cocktail64InstructionsKey
source: For the 5cl Triple Sec Curacao it is recommended to use a mixture of 2cl Grand Marnier and 3cl Cointreau. As cream liqueur Bailey's Irish Cream is recommended. Put all ingredients into a tumbler on ice or into a shot glass and garnish with a cocktail cherry.
de: Als Triple Sec Curaçao empfiehlt sich ein Mischung aus 2cl Grand Marnier und 3cl Cointreau. Als Cremelikör ist Bailey's Irish Cream zu empfehlen. Alle Zutaten in einen Tumbler mit Eis oder ein Shotglas geben und mit einer Cocktailkirsche garnieren.

# Cocktail72InstructionsKey
source: Mix all ingredients in a shaker with crushed ice, shake well and pour into a large tumbler glass with crushed ice. Garnish with a slice of pineapple and a Amarena cherry.
de: Alle Zutaten im Shaker zusammen mit gestoßenem Eis kräftig schütteln, in einen großen Tumbler mit gestoßenem Eis geben. Als Dekoration bietet sich ein Stück Ananas und eine Amarenakirsche an.

# Cocktail23InstructionsKey
source: Mix all ingredients with ice in a shaker and shake well. Then pour into a cocktail glass and decorate as needed with two cocktail cherries.
de: Alle Zutaten mit Eiswürfel in einen Shaker geben und gut schütteln. Anschließend in ein Cocktailglas füllen und bei Bedarf mit zwei Cocktailkirschen dekorieren.

# Cocktail31InstructionsKey
source: Mix all ingredients with ice in a shaker and shake well, then pour into a cocktail glass.
de: Die Zutaten mit ein paar Eiswürfeln in einem Shaker gut schütteln und anschließend in ein Cocktailglas geben.

# Cocktail61InstructionsKey
source: Mix all ingredients in a shaker with ice and shake well. Then strain through a strainer into a large stemmed glass with ice cubes and garnish with a strawberry and slice of melon.
de: Alle Zutaten im Shaker mit Eiswürfeln kräftig schütteln. Dann durch ein Barsieb in ein großes Stielglas mit Eiswürfeln abseihen und mit einer Erdbeere und Melonenscheibe garnieren.

# Cocktail18InstructionsKey
source: Shake all ingredients with ice in a shaker and it pour into a highball glass. As a decoration a variety of fruits are possible (eg, cantaloupe).
de: Alle Zutaten auf Eis im Shaker schütteln und anschließend in ein Longdrinkglas geben. Als Dekoration sind verschiedene Früchte möglich (z. B. Honigmelone).

# Cocktail39InstructionsKey
source: Shake with ice cubes in the shaker, then strain through a strainer into a Fancyglas with ice. Stick a piece of pineapple with a cocktail cherry to the glass' edge.
de: Mit Eiswürfeln im Shaker kräftig schütteln und durch das Barsieb in ein Fancyglas auf einige Eiswürfel abgießen. Ein Ananasstück mit einer Cocktailkirsche an den Glasrand stecken.

# Cocktail67InstructionsKey
source: Pour the tequila and orange juice in a long drink glass filled with ice. Then carefully pour the grenadine in the glass and garnish with a slice of orange and a cocktail cherry. Important note: Don't stir the cocktail before serving to keep the sunrise effect.
de: Tequlia und Orangensaft direkt in ein mit Eiswürfeln gefülltes Longdrinkglas geben. Nun den Grenadinesirup dazu geben und mit einer Orangenscheibe und einer Cocktailkirche garnieren. Wichtig: Den Cocktail vorm Servieren nicht umrühren, damit der Sunrise-Effekt erhalten bleibt.

# Cocktail25InstructionsKey
source: Shake all ingredients ice cubes in a shaker and give the whole mixture into a glass.
de: Alle Zutaten mit einigen Eiswürfeln im Shaker schütteln und anschließend das Ganze in ein Glas geben.

# Cocktail28InstructionsKey
source: Mix all ingredients with ice in a glass and stir well.
de: Die Zutaten auf Eis in ein Glas geben und gut verrühren.

# Cocktail62InstructionsKey
source: Shake only the blue curacao and juices on ice in a cocktail shaker. Then strain it through a strainer into a Fancyglas with ice cubes and fill up with bitter lemon. Garnish with a lemon and lime spiral and serve with a straw.
de: Nur den Blue Curacao und die Säfte in einem Cocktailshaker mit Eiswürfeln schütteln, dann durch ein Barsieb in ein Fancyglas mit Eiswürfeln abseihen und mit Bitter Lemon auffüllen. Zum Schluss mit einer Zitronen und Limettenspirale garnieren und mit einem Strohhalm servieren.

# Cocktail41InstructionsKey
source: Mix all the ingredients except the high-proof rum in a shaker with ice and shake strong. Pour into a highball glass with a mint leaf, a slice of lime and a few pieces of pineapple as garnish. At the end add the high-proof rum with a bar spoon.
de: Alle Zutaten außer dem hochprozentigen Rum in einen Shaker mit Eis kurz und kräftig schütteln. In Ein Longdrinkglas geben und mit einem Pfefferminzblatt, einer Limettenscheibe und einigen Ananasstücken garnieren. Am Ende den hochprozentigen Rum mit einem Barlöffel darüberträufeln.

# Cocktail37IngredientsKey
source: Lemon Juice, Orange Juice, Cane Sugar Syrup, Aperol, Ice cubes
de: Zitronensaft, Orangensaft, Rohrzuckersirup, Aperol, Eiswürfel

# Cocktail38IngredientsKey
source: Lemon Juice, Soda, Orange Juice, Cane Sugar Syrup, Apricot Brandy, Ice cubes
de: Zitronensaft, Soda, Orangensaft, Rohrzuckersirup, Apricot Brandy, Eiswürfel

# Cocktail27IngredientsKey
source: Cream Liqueur, Coffee Liqueur, Rum 73%
de: Cremelikör, Kaffeelikör, Rum 73%

# Cocktail15IngredientsKey
source: Grenadine Syrup, Lemon Juice, Rum (white), Rum (brown), Orange Juice, Pineapple Juice, Whiskey Liqueur, Ice cubes
de: Grenadinesirup, Zitronensaft, Rum (weiß), Rum (braun), Orangensaft, Ananassaft, Whiskeylikör, Eiswürfel

# Cocktail16IngredientsKey
source: Cherry Juice, Coconut Liqueur, Ice cubes
de: Kirschsaft, Kokoslikör, Eiswürfel

# Cocktail84IngredientsKey
source: Vodka, Coffee Liqueur, Ice cubes
de: Wodka, Kaffeelikör, Eiswürfel

# Cocktail86IngredientsKey
source: Vodka, Lemon Juice, Tomato Juice, Worcestershire Sauce, Tabasco Sauce, Salt, Pepper
de: Wodka, Zitronensaft, Tomatensaft, Worcestershiresauce, Tabascosauce, Salz, Pfeffer

# Cocktail20IngredientsKey
source: Rum (white), Pineapple Juice, Cream of Coconut, Blue Curaçao, Crushed Ice
de: Rum (weiß), Ananassaft, Cream of Coconut, Blue Curaçao, Crushed Ice

# Cocktail70IngredientsKey
source: Vodka, Lemon Juice, Blue Curaçao, Lemonade (Lemon), Ice cubes
de: Wodka, Zitronensaft, Blue Curaçao, Zitronenlimonade, Eiswürfel

# Cocktail22IngredientsKey
source: Grenadine Syrup, Lemon Juice, Orange Juice, Cachaça, Ice cubes
de: Grenadinesirup, Zitronensaft, Orangensaft, Cachaça, Eiswürfel

# Cocktail52IngredientsKey
source: Lime, Cane sugar, Cachaça, Crushed Ice
de: Limette, Rohrzucker, Cachaça, Crushed Ice

# Cocktail17IngredientsKey
source: Vodka, Lemon Juice, Almond Syrup, Orange Juice, Blue Curaçao, Ice cubes
de: Wodka, Zitronensaft, Mandelsirup, Orangensaft, Blue Curaçao, Eiswürfel

# Cocktail13IngredientsKey
source: Vodka, Grenadine Syrup, Rum (white), Pineapple Juice, Cream of Coconut, Ice cubes
de: Wodka, Grenadinesirup, Rum (weiß), Ananassaft, Cream of Coconut, Eiswürfel

# Cocktail32IngredientsKey
source: Vodka, Gin, Lemon Juice, Rum (white), Orange Juice, Pineapple Juice, Blue Curaçao, Lime Syrup, Whiskey Liqueur, Ice cubes
de: Wodka, Gin, Zitronensaft, Rum (weiß), Orangensaft, Ananassaft, Blue Curaçao, Limettensirup, Whiskeylikör, Eiswürfel

# Cocktail55IngredientsKey
source: Cranberry Juice, Lime Juice, Triple Sec Curacao, Vodka Lemon, Ice cubes
de: Cranberrysaft, Limettensaft, Triple Sec Curaçao, Vodka Zitrone, Eiswürfel

# Cocktail26IngredientsKey
source: Rum (white), Lime, Cola, Ice cubes
de: Rum (weiß), Limette, Cola, Eiswürfel

# Cocktail29IngredientsKey
source: Rum (white), Lime Juice, Cane Sugar Syrup, Ice cubes
de: Rum (weiß), Limettensaft, Rohrzuckersirup, Eiswürfel

# Cocktail73IngredientsKey
source: Cream, Apricot Brandy, Creme de Cacao Brown, Ice cubes
de: Sahne, Apricot Brandy, Creme de Cacao braun, Eiswürfel

# Cocktail71IngredientsKey
source: Gin, Tonic Water, Ice cubes
de: Gin, Tonic Water, Eiswürfel

# Cocktail82IngredientsKey
source: Cream, White Creme de Cacao, Green Peppermint Liqueur, Ice cubes
de: Sahne, Creme de Cacao weiß, Grüner Pfefferminzlikör, Eiswürfel

# Cocktail56IngredientsKey
source: Vodka, Lime Juice, Triple Sec Curacao, Ice cubes
de: Wodka, Limettensaft, Triple Sec Curaçao, Eiswürfel

# Cocktail60IngredientsKey
source: Vodka, Gin, Rum (white), Cola, Lime Juice, Cane Sugar Syrup, Tequila (white), Triple Sec Curacao, Ice cubes
de: Wodka, Gin, Rum (weiß), Cola, Limettensaft, Rohrzuckersirup, Tequila (weiß), Triple Sec Curaçao, Eiswürfel

# Cocktail12IngredientsKey
source: Grenadine Syrup, Lemon Juice, Rum (brown), Orange Juice, Pineapple Juice, Banana Syrup, Triple Sec Curacao, Ice cubes
de: Grenadinesirup, Zitronensaft, Rum (braun), Orangensaft, Ananassaft, Bananensirup, Triple Sec Curaçao, Eiswürfel

# Cocktail58IngredientsKey
source: Almond Syrup, Rum (brown), Lime Juice, Cane Sugar Syrup, Triple Sec Curacao, Crushed Ice
de: Mandelsirup, Rum (braun), Limettensaft, Rohrzuckersirup, Triple Sec Curaçao, Crushed Ice

# Cocktail35IngredientsKey
source: Lime Juice, Tequila (white), Triple Sec Curacao, Ice cubes
de: Limettensaft, Tequila (weiß), Triple Sec Curaçao, Eiswürfel

# Cocktail59IngredientsKey
source: Rum (white), Soda, Mint Sprig, Cane sugar, Lime Juice, Crushed Ice
de: Rum (weiß), Soda, Minzezweig, Rohrzucker, Limettensaft, Crushed Ice

# Cocktail64IngredientsKey
source: Cream Liqueur, Triple Sec Curacao, Ice cubes
de: Cremelikör, Triple Sec Curaçao, Eiswürfel

# Cocktail72IngredientsKey
source: Rum (white), Rum (brown), Pineapple Juice, Cream of Coconut, Cream, Crushed Ice
de: Rum (weiß), Rum (braun), Ananassaft, Cream of Coconut, Sahne, Crushed Ice

# Cocktail23IngredientsKey
source: Grenadine Syrup, Lemon Juice, Rum (white), Rum (brown), Orange Juice, Cane Sugar Syrup, Ice cubes
de: Grenadinesirup, Zitronensaft, Rum (weiß), Rum (braun), Orangensaft, Rohrzuckersirup, Eiswürfel

# Cocktail31IngredientsKey
source: Grenadine Syrup, Orange Juice, Pineapple Juice, Grapefruit Juice, Ice cubes
de: Grenadinesirup, Orangensaft, Ananassaft, Grapefruitsaft, Eiswürfel

# Cocktail61IngredientsKey
source: Lemon Juice, Orange Juice, Pineapple Juice, Caramel Syrup, Strawberry Syrup, Ice cubes
de: Zitronensaft, Orangensaft, Ananassaft, Karamelsirup, Erdbeersirup, Eiswürfel

# Cocktail18IngredientsKey
source: Vodka, Pineapple Juice, Peach Liqueur, Ice cubes, Cowberry Nectar
de: Wodka, Ananassaft, Pfirsichlikör, Eiswürfel, Preiselbeernektar

# Cocktail39IngredientsKey
source: Pineapple Juice, Cream, Blue Curaçao Syrup, Coconut Syrup, Ice cubes
de: Ananassaft, Sahne, Blue Curacao Sirup, Kokossirup, Eiswürfel

# Cocktail67IngredientsKey
source: Grenadine Syrup, Orange Juice, Tequila (white), Ice cubes
de: Grenadinesirup, Orangensaft, Tequila (weiß), Eiswürfel

# Cocktail25IngredientsKey
source: Vodka, Grenadine Syrup, Lemon Juice, Orange Juice, Melon Liqueur, Ice cubes
de: Wodka, Grenadinesirup, Zitronensaft, Orangensaft, Melonenlikör, Eiswürfel

# Cocktail28IngredientsKey
source: Vodka, Coffee Liqueur, Cream, Ice cubes
de: Wodka, Kaffeelikör, Sahne, Eiswürfel

# Cocktail62IngredientsKey
source: Lemon Juice, Blue Curaçao, Lime Juice, Bitter Lemon, Ice cubes
de: Zitronensaft, Blue Curaçao, Limettensaft, Bitter Lemon, Eiswürfel

# Cocktail41IngredientsKey
source: Almond Syrup, Rum (white), Rum (brown), Orange Juice, Pineapple Juice, Cherry Brandy, Lime Juice, Rum 73%, Apricot Brandy, Rum (Gold), Papaya Juice, Ice cubes
de: Mandelsirup, Rum (weiß), Rum (braun), Orangensaft, Ananassaft, Cherry Brandy, Limettensaft, Rum 73%, Apricot Brandy, Rum (gold), Papaya-Saft, Eiswürfel

# Cocktail37ComponentsKey
source: 2 cl Lemon Juice 2 cl Orange Juice 1 cl Cane Sugar Syrup 4 cl Aperol 4 Piece Ice cubes
de: 2 cl Zitronensaft 2 cl Orangensaft 1 cl Rohrzuckersirup 4 cl Aperol 4 Stück Eiswürfel

# Cocktail38ComponentsKey
source: 3 cl Lemon Juice 6 cl Soda 2 cl Orange Juice 1 cl Cane Sugar Syrup 5 cl Apricot Brandy 4 Piece Ice cubes
de: 3 cl Zitronensaft 6 cl Soda 2 cl Orangensaft 1 cl Rohrzuckersirup 5 cl Apricot Brandy 4 Stück Eiswürfel

# Cocktail27ComponentsKey
source: 2 cl Cream Liqueur 2 cl Coffee Liqueur 1 cl Rum 73%
de: 2 cl Cremelikör 2 cl Kaffeelikör 1 cl Rum 73%

# Cocktail15ComponentsKey
source: 1 cl Grenadine Syrup 1 cl Lemon Juice 2 cl Rum (white) 4 cl Rum (brown) 4 cl Orange Juice 4 cl Pineapple Juice 2 cl Whiskey Liqueur 4 Piece Ice cubes
de: 1 cl Grenadinesirup 1 cl Zitronensaft 2 cl Rum (weiß) 4 cl Rum (braun) 4 cl Orangensaft 4 cl Ananassaft 2 cl Whiskeylikör 4 Stück Eiswürfel

# Cocktail16ComponentsKey
source: 15 cl Cherry Juice 5 cl Coconut Liqueur 4 Piece Ice cubes
de: 15 cl Kirschsaft 5 cl Kokoslikör 4 Stück Eiswürfel

# Cocktail84ComponentsKey
source: 6 cl Vodka 3 cl Coffee Liqueur 3 Piece Ice cubes
de: 6 cl Wodka 3 cl Kaffeelikör 3 Stück Eiswürfel

# Cocktail86ComponentsKey
source: 4.5 cl Vodka 0.75 cl Lemon Juice 12 cl Tomato Juice 0.25 TL Worcestershire Sauce 0.5 TL Tabasco Sauce 0.25 TL Salt 0.25 TL Pepper
de: 4.5 cl Wodka 0.75 cl Zitronensaft 12 cl Tomatensaft 0.25 TL Worcestershiresauce 0.5 TL Tabascosauce 0.25 TL Salz 0.25 TL Pfeffer

# Cocktail20ComponentsKey
source: 2 cl Rum (white) 6 cl Pineapple Juice 2 cl Cream of Coconut 2 cl Blue Curaçao 20 cl Crushed Ice
de: 2 cl Rum (weiß) 6 cl Ananassaft 2 cl Cream of Coconut 2 cl Blue Curaçao 20 cl Crushed Ice

# Cocktail70ComponentsKey
source: 4 cl Vodka 1 cl Lemon Juice 3 cl Blue Curaçao 13 cl Lemonade (Lemon) 4 Piece Ice cubes
de: 4 cl Wodka 1 cl Zitronensaft 3 cl Blue Curaçao 13 cl Zitronenlimonade 4 Stück Eiswürfel

# Cocktail22ComponentsKey
source: 2 cl Grenadine Syrup 1 cl Lemon Juice 10 cl Orange Juice 4 cl Cachaça 4 Piece Ice cubes
de: 2 cl Grenadinesirup 1 cl Zitronensaft 10 cl Orangensaft 4 cl Cachaça 4 Stück Eiswürfel

# Cocktail52ComponentsKey
source: 0.5 Piece Lime 2 TL Cane sugar 5 cl Cachaça 20 cl Crushed Ice
de: 0.5 Stück Limette 2 TL Rohrzucker 5 cl Cachaça 20 cl Crushed Ice

# Cocktail17ComponentsKey
source: 4 cl Vodka 2 cl Lemon Juice 2 cl Almond Syrup 12 cl Orange Juice 2 cl Blue Curaçao 4 Piece Ice cubes
de: 4 cl Wodka 2 cl Zitronensaft 2 cl Mandelsirup 12 cl Orangensaft 2 cl Blue Curaçao 4 Stück Eiswürfel

# Cocktail13ComponentsKey
source: 2 cl Vodka 1 cl Grenadine Syrup 2 cl Rum (white) 4 cl Pineapple Juice 2 cl Cream of Coconut 3 Piece Ice cubes
de: 2 cl Wodka 1 cl Grenadinesirup 2 cl Rum (weiß) 4 cl Ananassaft 2 cl Cream of Coconut 3 Stück Eiswürfel

# Cocktail32ComponentsKey
source: 2 cl Vodka 2 cl Gin 2 cl Lemon Juice 2 cl Rum (white) 4 cl Orange Juice 2 cl Pineapple Juice 2 cl Blue Curaçao 2 cl Lime Syrup 2 cl Whiskey Liqueur 4 Piece Ice cubes
de: 2 cl Wodka 2 cl Gin 2 cl Zitronensaft 2 cl Rum (weiß) 4 cl Orangensaft 2 cl Ananassaft 2 cl Blue Curaçao 2 cl Limettensirup 2 cl Whiskeylikör 4 Stück Eiswürfel

# Cocktail55ComponentsKey
source: 3 cl Cranberry Juice 1.5 cl Lime Juice 1.5 cl Triple Sec Curacao 4 cl Vodka Lemon 4 Piece Ice cubes
de: 3 cl Cranberrysaft 1.5 cl Limettensaft 1.5 cl Triple Sec Curaçao 4 cl Vodka Zitrone 4 Stück Eiswürfel

# Cocktail26ComponentsKey
source: 4 cl Rum (white) 0.5 Piece Lime 15 cl Cola 4 Piece Ice cubes
de: 4 cl Rum (weiß) 0.5 Stück Limette 15 cl Cola 4 Stück Eiswürfel

# Cocktail29ComponentsKey
source: 4 cl Rum (white) 2 cl Lime Juice 0.5 cl Cane Sugar Syrup 4 Piece Ice cubes
de: 4 cl Rum (weiß) 2 cl Limettensaft 0.5 cl Rohrzuckersirup 4 Stück Eiswürfel

# Cocktail73ComponentsKey
source: 3 cl Cream 3 cl Apricot Brandy 3 cl Creme de Cacao Brown 4 Piece Ice cubes
de: 3 cl Sahne 3 cl Apricot Brandy 3 cl Creme de Cacao braun 4 Stück Eiswürfel

# Cocktail71ComponentsKey
source: 4 cl Gin 16 cl Tonic Water 4 Piece Ice cubes
de: 4 cl Gin 16 cl Tonic Water 4 Stück Eiswürfel

# Cocktail82ComponentsKey
source: 6 cl Cream 3 cl White Creme de Cacao 3 cl Green Peppermint Liqueur 5 cl Ice cubes
de: 6 cl Sahne 3 cl Creme de Cacao weiß 3 cl Grüner Pfefferminzlikör 5 cl Eiswürfel

# Cocktail56ComponentsKey
source: 3 cl Vodka 3 cl Lime Juice 3 cl Triple Sec Curacao 4 Piece Ice cubes
de: 3 cl Wodka 3 cl Limettensaft 3 cl Triple Sec Curaçao 4 Stück Eiswürfel

# Cocktail60ComponentsKey
source: 1.5 cl Vodka 1.5 cl Gin 1.5 cl Rum (white) 8 cl Cola 2.5 cl Lime Juice 3 cl Cane Sugar Syrup 1.5 cl Tequila (white) 1.5 cl Triple Sec Curacao 4 Piece Ice cubes
de: 1.5 cl Wodka 1.5 cl Gin 1.5 cl Rum (weiß) 8 cl Cola 2.5 cl Limettensaft 3 cl Rohrzuckersirup 1.5 cl Tequila (weiß) 1.5 cl Triple Sec Curaçao 4 Stück Eiswürfel

# Cocktail12ComponentsKey
source: 1 cl Grenadine Syrup 2 cl Lemon Juice 5 cl Rum (brown) 4 cl Orange Juice 5 cl Pineapple Juice 1 cl Banana Syrup 1 cl Triple Sec Curacao 6 Piece Ice cubes
de: 1 cl Grenadinesirup 2 cl Zitronensaft 5 cl Rum (braun) 4 cl Orangensaft 5 cl Ananassaft 1 cl Bananensirup 1 cl Triple Sec Curaçao 6 Stück Eiswürfel

# Cocktail58ComponentsKey
source: 0.75 cl Almond Syrup 6 cl Rum (brown) 2 cl Lime Juice 0.75 cl Cane Sugar Syrup 1.5 cl Triple Sec Curacao 20 cl Crushed Ice
de: 0.75 cl Mandelsirup 6 cl Rum (braun) 2 cl Limettensaft 0.75 cl Rohrzuckersirup 1.5 cl Triple Sec Curaçao 20 cl Crushed Ice

# Cocktail35ComponentsKey
source: 2 cl Lime Juice 4 cl Tequila (white) 2 cl Triple Sec Curacao 4 Piece Ice cubes
de: 2 cl Limettensaft 4 cl Tequila (weiß) 2 cl Triple Sec Curaçao 4 Stück Eiswürfel

# Cocktail59ComponentsKey
source: 4 cl Rum (white) 10 cl Soda 3 Piece Mint Sprig 2 TL Cane sugar 3 cl Lime Juice 20 cl Crushed Ice
de: 4 cl Rum (weiß) 10 cl Soda 3 Stück Minzezweig 2 TL Rohrzucker 3 cl Limettensaft 20 cl Crushed Ice

# Cocktail64ComponentsKey
source: 3 cl Cream Liqueur 5 cl Triple Sec Curacao 4 Piece Ice cubes
de: 3 cl Cremelikör 5 cl Triple Sec Curaçao 4 Stück Eiswürfel

# Cocktail72ComponentsKey
source: 2 cl Rum (white) 4 cl Rum (brown) 6 cl Pineapple Juice 2 cl Cream of Coconut 2 cl Cream 20 cl Crushed Ice
de: 2 cl Rum (weiß) 4 cl Rum (braun) 6 cl Ananassaft 2 cl Cream of Coconut 2 cl Sahne 20 cl Crushed Ice

# Cocktail23ComponentsKey
source: 1 cl Grenadine Syrup 3 cl Lemon Juice 3 cl Rum (white) 3 cl Rum (brown) 4 cl Orange Juice 1 cl Cane Sugar Syrup 4 Piece Ice cubes
de: 1 cl Grenadinesirup 3 cl Zitronensaft 3 cl Rum (weiß) 3 cl Rum (braun) 4 cl Orangensaft 1 cl Rohrzuckersirup 4 Stück Eiswürfel

# Cocktail31ComponentsKey
source: 2 cl Grenadine Syrup 6 cl Orange Juice 6 cl Pineapple Juice 6 cl Grapefruit Juice 4 Piece Ice cubes
de: 2 cl Grenadinesirup 6 cl Orangensaft 6 cl Ananassaft 6 cl Grapefruitsaft 4 Stück Eiswürfel

# Cocktail61ComponentsKey
source: 3 cl Lemon Juice 11 cl Orange Juice 6 cl Pineapple Juice 2 cl Caramel Syrup 2 cl Strawberry Syrup 4 Piece Ice cubes
de: 3 cl Zitronensaft 11 cl Orangensaft 6 cl Ananassaft 2 cl Karamelsirup 2 cl Erdbeersirup 4 Stück Eiswürfel

# Cocktail18ComponentsKey
source: 3 cl Vodka 6 cl Pineapple Juice 3 cl Peach Liqueur 4 Piece Ice cubes 6 cl Cowberry Nectar
de: 3 cl Wodka 6 cl Ananassaft 3 cl Pfirsichlikör 4 Stück Eiswürfel 6 cl Preiselbeernektar

# Cocktail39ComponentsKey
source: 14 cl Pineapple Juice 2 cl Cream 2 cl Blue Curaçao Syrup 2 cl Coconut Syrup 4 Piece Ice cubes
de: 14 cl Ananassaft 2 cl Sahne 2 cl Blue Curacao Sirup 2 cl Kokossirup 4 Stück Eiswürfel

# Cocktail67ComponentsKey
source: 1 cl Grenadine Syrup 9 cl Orange Juice 4 cl Tequila (white) 4 Piece Ice cubes
de: 1 cl Grenadinesirup 9 cl Orangensaft 4 cl Tequila (weiß) 4 Stück Eiswürfel

# Cocktail25ComponentsKey
source: 4 cl Vodka 2 cl Grenadine Syrup 2 cl Lemon Juice 10 cl Orange Juice 2 cl Melon Liqueur 4 Piece Ice cubes
de: 4 cl Wodka 2 cl Grenadinesirup 2 cl Zitronensaft 10 cl Orangensaft 2 cl Melonenlikör 4 Stück Eiswürfel

# Cocktail28ComponentsKey
source: 4 cl Vodka 2 cl Coffee Liqueur 2 cl Cream 4 Piece Ice cubes
de: 4 cl Wodka 2 cl Kaffeelikör 2 cl Sahne 4 Stück Eiswürfel

# Cocktail62ComponentsKey
source: 2 cl Lemon Juice 4 cl Blue Curaçao 3 cl Lime Juice 10 cl Bitter Lemon 4 Piece Ice cubes
de: 2 cl Zitronensaft 4 cl Blue Curaçao 3 cl Limettensaft 10 cl Bitter Lemon 4 Stück Eiswürfel

# Cocktail41ComponentsKey
source: 0.5 cl Almond Syrup 1 cl Rum (white) 1 cl Rum (brown) 2 cl Orange Juice 4 cl Pineapple Juice 1 cl Cherry Brandy 3 cl Lime Juice 3 cl Rum 73% 1 cl Apricot Brandy 2 cl Rum (Gold) 1 cl Papaya Juice 4 Piece Ice cubes
de: 0.5 cl Mandelsirup 1 cl Rum (weiß) 1 cl Rum (braun) 2 cl Orangensaft 4 cl Ananassaft 1 cl Cherry Brandy 3 cl Limettensaft 3 cl Rum 73% 1 cl Apricot Brandy 2 cl Rum (gold) 1 cl Papaya-Saft 4 Stück Eiswürfel

# Cocktail84SourceKey
source: The Museum of the American Cocktail. Pocket Recipe Guide, Robert Hess & Anistatia Miller, 2. Edition 2007, Mixellany, Lexington
de: The Museum of the American Cocktail. Pocket Recipe Guide, Robert Hess & Anistatia Miller, 2. Auflage 2007, Mixellany, Lexington

# Cocktail86SourceKey
source: The Museum of the American Cocktail. Pocket Recipe Guide, Robert Hess & Anistatia Miller, 2. Edition 2007, Mixellany, Lexington
de: The Museum of the American Cocktail. Pocket Recipe Guide, Robert Hess & Anistatia Miller, 2. Auflage 2007, Mixellany, Lexington

# Cocktail58SourceKey
source: "Trader Vic's Bartender's Guide - Revised", Doubleday & Company, 1972, p. 162-164
de: „Trader Vic´s Bartender´s Guide - Revised“, Doubleday & Company, 1972, S. 162-164

# Cocktail72SourceKey
source: American Bar by Charles Schumann, 18th Edition, Munich 2006
de: American Bar von Charles Schumann, 18. Auflage, München 2006

# Cocktail61SourceKey
source: Franz Brandl, Cocktails. Über 1000 Drinks mit und ohne Alkohol, Südwest-Verlag, 2007, Munich
de: Franz Brandl, Cocktails. Über 1000 Drinks mit und ohne Alkohol, Südwest-Verlag 2007, München

# Cocktail39SourceKey
source: Cocktails by Franz Brandl, 1st Edition, Munich 2007
de: Cocktails von Franz Brandl, 1. Auflage, München 2007
